/**
 * 主菜单的预设问题
 */
export default {
    tags: [
        {
            title: "找茬提问",
            questions: [
                "Git是饭桶，Hub是中心，那么GitHub是什么意思？",
                "前端就是在前面端菜的意思吗？",
                "五块钱如何花三天？"
            ]
        },
        {
            title: "询问代码",
            questions: [
                "Vue的生命周期有哪些？",
                "常用的React Hooks有哪些？",
                "Golang的Gin框架如何使用？"
            ]
        },
        {
            title: "白嫖文案",
            questions: [
                "帮我写一份程序员日报",
                "帮我写一篇300字的作文，主题是本手，妙手，俗手。",
                "假如你是李华，请根据以下提示，给你的外教Huson写一封信，邀请他作为演讲比赛的评委，并请他在赛后给参赛学生指导如何演讲。"
            ]
        }
    ]
}